Repository: Shiandow/calibre-kobo-driver
Catalog: translations/*.po
Languages: es, it, pt_br

source: A source path must be given
es: Se debe proporcionar una ruta de origen
it: Devi fornire un percorso per la sorgente
pt_br: É necessário inserir um caminho para o arquivo

source: A valid file name must be given (got {filename})
es: Se debe proporcionar un nombre de archivo válido (obtuve {nombre de archivo})
it: Devi fornire un nome di file valido (ho {filename})
pt_br: Um nome de arquivo válido deve ser inserido (got {filename})

source: Could not retrieve content file {0}
es: No se pudo recuperar el archivo de contenido {0}
it: Impossibile recuperare il file di contenuti {0}
pt_br: Não foi possível recuperar o conteúdo do arquivo {0}

source: Could not find a <head> element in {0}
es: No se pudo encontrar un<head> elemento en {0}
it: Impossibile trovare un elemento <head> in {0}
pt_br: Não foi possível localizar <head>em {0}

source: A <head> section was found but was undefined in content file {0}
es: Se encontró una <head> sección pero no estaba definida en el archivo de contenido {0}
it: È stata trovata una sezione <head>, ma non era definita nel file di contenuti {0}
pt_br: Uma seção <head> foi encontrada mas estava indefinida no arquivo de conteúdo {0}

source: No HTML content in {0}
es: No hay contenido HTML en {0}
it: Nessun contenuto HTML in {0}
pt_br: Nenhum conteúdo HTML em {0}

source: No HTML content in file {0}
es: No hay contenido HTML en el archivo {0}
it: Nessun contenuto HTML nel file {0}
pt_br: Nenhum conteúdo HTML no arquivo {0}

source: Skipping file {fname}
es: Saltando archivo {fname}
it: Salto il file {fname}
pt_br: Ignorando arquivo {fname}

source: Kobo <div> tag present
es: Etiqueta Kobo <div> presente
it: tag Kobo <div> presente
pt_br: Tag Kobo <div>presente

source: {div_count:d} <div> tag
es: {div_count:d} <div> etiqueta
it: {div_count:d} tag <div>
pt_br: {div_count:d} tag <div>

source: {p_count:d} <p> tag
es: {p_count:d} <p> etiqueta
it: {p_count:d} tag <p>
pt_br: {div_count:d} tag <p>

source: Kobo <span> tag present
es: Etiqueta Kobo <span> presente
it: tag Kobo <span> presente
pt_br: Tag Kobo <span>presente

source: Options specific to KePub input.
es: Opciones específicas para entrada KePub.
it: Opzioni specifiche per l'input KePub
pt_br: Opções especificas para entradas KePub

source: Strip Kobo spans
es: Eliminar los spans de Kobo
it: Rimuovi gli span Kobo
pt_br: Descartar espaços Kobo

source: Kepubs have spans wrapping each sentence. These are used by the ereader for the reading location and bookmark location. They are not used by an ePub reader but are valid code and can be safely be left in the ePub. If you plan to edit the ePub, it is recommended that you remove the spans.
es: Kepus tienen etiquetas span rodeando cada frase. El lector las usa para la ubicación de lectura y marcadores. Un lector ePub no las usa, pero son válidas y se pueden dejar con seguridad en el ePub. Si planeas editar tu ePub, se recomienda que elimines las etiquetas span.
it: Nei file Kepub ogni frase è racchiusa in uno span. Questi span sono usati dal lettore per salvare la posizione di lettura e dei segnalibri. Non sono usati da un lettore di ePub, ma il loro codice è valido e può essere tranquillamente lasciato nell'ePub. Se pensi di modificare l'ePub, è raccomandato rimuovere gli span.
pt_br: Os kepubs têm spans envolvendo cada frase. Eles são usados pelo ereader para ler e localizar os bookmarks. Eles não são usados por um leitor em si, mas são códigos válidos e podem ser deixados com segurança no arquivo ePub. Se você planeja editar o ePub, é recomendável remover os intervalos.

source: {0} is not a valid KEPUB file (could not find opf)
es: {0} no es un archivo KEPUB válido (no se pudo encontrar opf)
it: {0} non è un file KEPUB valido (impossibile trovare l'opf)
pt_br: {0} não é o arquivo KePub válido (não foi possível encontrar opf)

source: EPUB files with DTBook markup are not supported
es: No se soportan archivos EPUB con marcado DTBook.
it: I file EPUB con formattazione DTBook non sono supportati
pt_br: Arquivos EPUB com marcação DTBook não são suportados

source: No valid entries in the spine of this EPUB
es: No hay entradas válidas en el bloque <spine> de este EPUB
it: Non sono presenti voci valide nel dorso di questo EPUB
pt_br: Nenhuma entrada válida na lombada desse EPUB

source: Select this to add a CSS file which enables hyphenation.
es: Selecciona esta opción para añadir un fichero CSS que active el guionado.
it: Seleziona questa opzione per aggiungere un file CSS che abiliti i trattini morbidi.
pt_br: Selecione esta opção para adicionar um arquivo CSS que permita a hifenização

source: The language used will be the language defined for the book in calibre.
es: El idioma que se utilizará será el idioma definido en calibre para el libro.
it: La lingua utilizzata sarà quella definita per il libro in calibre.
pt_br: O idioma usado será o idioma do livro definido no calibre

source: Please see the README file for directions on updating hyphenation dictionaries.
es: Por favor, lee el fichero README para ver las instrucciones sobre cómo actualizar los diccionarios de guionado.
it: Leggi il file README per indicazioni sull'aggiornamento dei dizionari di sillabazione.
pt_br: Por favor leia o ficheiro README para instruções sobre como actualizar os dicionários de hifenização

source: Select this to disable all hyphenation in a book.
es: Selecciona esta opción para desactivar todo el guionado en un libro
it: Seleziona questa opzione per disabilitare completamente i trattini morbidi in un libro.
pt_br: Selecione esta opção para desactivar todas as hifenizações existentes num livro

source: This takes precedence over the hyphenation option.
es: Tiene prioridad sobre las opciones de división con guiones.
it: Ha priorità rispetto all'opzione dei trattini morbidi.
pt_br: Esta opção tem precedência sobre a opção de hifenização

source: Select this to clean up the internal ePub markup.
es: Seleccione esta opción para limpiar las anotaciones internas de ePub.
it: Seleziona questa opzione per migliorare la formattazione interna dell'ePub.
pt_br: Selecione para limpar a marcação interna ePub.

source: Sets the minimum word length, in characters, for hyphenation to be allowed.
es: Establece la longitud mínima de palabra, en caracteres, para que se permita la separación de palabras.
it: Imposta la lunghezza minima della parola, in caratteri, perché sia permessa l'aggiunta di trattini morbidi.
pt_br: Configura o tamanho mínimo da palavra, em caracteres, para permitir a hifenização.

source: Sets the minimum number of characters which must appear before a hyphen
es: Establece el número mínimo de caracteres que deben aparecer antes de un guión
it: Imposta il numero minimo di caratteri che deve apparire prima di un trattino morbido
pt_br: Configura o tamanho mínimo de caracteres que deve aparecer antes de um hífen.

source: Sets the minimum number of characters which must appear after a hyphen
es: Establece el número mínimo de caracteres que deben aparecer después de un guión
it: Imposta il numero minimo di caratteri che deve apparire dopo un trattino morbido
pt_br: Configura o tamanho mínimo de caracteres que deve aparecer antes de um hífen.

source: Sets the maximum number of consecutive lines that may be hyphenated.
es: Establece el número máximo de líneas consecutivas que pueden dividirse con guiones.
it: Imposta il numero massimo di righe consecutive che possono avere trattini morbidi.
pt_br: Configura o número máximo de linhas consecutivas que podem ser hifenizadas.

source: Set this to 0 to disable limiting.
es: Establezca esto en 0 para desactivar la limitación.
it: Imposta a 0 per disabilitare la limitazione.
pt_br: Configure em 0 para desabilitar limitações.

source: Options specific to KePub output
es: Opciones específicas para la salida KePub
it: Opzioni specifiche per l'output KePub
pt_br: Opções específicas para saída de KePub

source: Hyphenate Files
es: Dividir Ficheros
it: Aggiungi trattini morbidi ai file
pt_br: Hifenizar Arquivos

source: Disable hyphenation
es: Deshabilitar la separación de palabras
it: Disabilita trattini morbidi
pt_br: Desabilitar hifenização

source: Minimum word length to hyphenate
es: Longitud mínima de palabra para dividir con guiones
it: Lunghezza minima parola per i trattini morbidi
pt_br: Tamanho mínimo da palavra para hifenizar

source: Disabled
es: Desactivado
it: Disabilitato
pt_br: Desabilitado

source: character
es: caracter
it: carattere
pt_br: caractere

source: characters
es: caracteres
it: caratteri
pt_br: caractéres

source: Minimum characters before hyphens
es: Caracteres mínimos antes de guiones
it: Numero minimo di caratteri prima di un trattino
pt_br: Mínimo de caracteres antes de hifenizar

source: Minimum characters after hyphens
es: Caracteres mínimos después de guiones
it: Numero minimo di caratteri dopo un trattino
pt_br: Máximo de caracteres após hifenizar

source: Maximum consecutive hyphenated lines
es: Máximo de líneas consecutivas con guiones
it: Numero massimo di righe consecutive con trattini
pt_br: Máximo de linhas hifenizadas consecutivas

source: line
es: linea
it: riga
pt_br: linha

source: lines
es: lineas
it: righe
pt_br: linhas

source: Clean up ePub markup
es: Limpiar el marcado de ePub
it: Pulisci formattazione ePub
pt_br: Limpar marcação do ePub

source: Extended
es: Extendido
pt_br: Extendido

source: Extended driver
es: Driver extendido
it: Driver esteso
pt_br: Driver extendido

source: Enable Extended Kobo Features
es: Activa las Características Extendidas de Kobo
it: Abilita Funzionalità Kobo Estese
pt_br: Habilitar funcionalidades extendidas Kobo

source: Choose whether to enable extra customizations
es: Elige si activar personalizaciones extra
it: Scegli se abilitare funzionalità extra
pt_br: Selecione para habilitar customizações extra

source: Upload DRM-encumbered ePub files
es: Enviar archivos ePub con DRM
it: Carica file ePub coperti da DRM
pt_br: Fazer upload de arquivos ePub com DRM

source: Select this to upload ePub files encumbered by DRM. If this is not selected, it is a fatal error to upload an encumbered file
es: Selecciona esta opción para enviar archivos ePub con DRM. Si no está seleccionado, un archivo encriptado generará un error fatal.
it: Seleziona questa opzione per caricare file ePub coperti da DRM. Se non è selezionata, caricare un file del genere causa un errore irreversibile.
pt_br: Selecione para enviar arquivos ePub protegidos por DRM. Se esta opção não estiver selecionada, enviar um arquivo protegido resultará em um erro fatal.

source: Silently Ignore Failed Conversions
es: Ignorar Silenciosamente Conversiones Fallidas
it: Ignora silenziosamente le conversioni fallite
pt_br: Ignorar Silenciosamente Conversões Com Falha

source: Select this to not upload any book that fails conversion to kepub. If this is not selected, the upload process will be stopped at the first book that fails. If this is selected, failed books will be silently removed from the upload queue.
es: Selecciona esta opción para no enviar ningún archivo que falle en su conversión a kepub. Si no está seleccionada, el proceso de envío se parará en el primer libro que falle. Si está seleccionada, los libros fallidos se eliminarán silenciosamente de la cola de envío.
it: Seleziona questa opzione per non caricare i libri per i quali fallisce la conversione in kepub. Se non è selezionata, il processo di caricamento verrà fermato al primo fallimento di conversione. Se è selezionata, i libri per i quali fallisce la conversione saranno silenziosamente rimossi dalla coda di caricamento.
pt_br: Selecione para não fazer upload de arquivos cuja conversão para KePub tenha falhado. Se essa opção não for selecionada, o processo de upload irá parar no primeiro livro que falhar. Se for selecionado, livros que falharem serão silenciosamente removidos da fila.

source: Select this to add a CSS file which enables hyphenation. The language used will be the language defined for the book in calibre. Please see the README file for directions on updating hyphenation dictionaries.
es: Selecciona esta opción para añadir un archivo CSS que activa la partición. El lenguaje utilizado será el lenguaje definido para el libro en calibre. Por favor, lee el archivo README para ver las instrucciones sobre cómo actualizar diccionarios de particionado.
it: Seleziona questa opzione per aggiungere un file CSS che abiliti i trattini morbidi. La lingua utilizzata sarà quella definita per il libro in calibre. Leggi il file README per indicazioni sull'aggiornamento dei dizionari di sillabazione.
pt_br: Selecione para adicionar um arquivo CSS que permita hifenização. O idioma usado será o idioma definido para o livro no calibre. Por favor consulte o README para instruções sobre atualizar dicionários com hifenização.

source: Smarten Punctuation
es: Arreglar Puntuación
it: Punteggiatura Migliorata
pt_br: Pontuação mais inteligente

source: Select this to smarten punctuation in the ePub
es: Selecciona esta opción para arreglar la puntuación en el ePub
it: Seleziona questa opzione per migliorare la punteggiatura nell'ePub
pt_br: Selecione para deixar a pontuação mais inteligente no ePub

source: Clean up ePub Markup
es: Limpiar Marcado ePub
it: Pulisci formattazione ePub
pt_br: Limpar marcação do ePub

source: Copy generated KePub files to a directory
es: Copiar los ficheros KePub generados a un directorio
it: Copia i file KePub generati in una cartella
pt_br: Copiar arquivos KePub gerados para uma pasta

source: Enter an absolute directory path to copy all generated KePub files into for debugging purposes.
es: Introduce una carpeta absoluta donde copiar todos los archivos KePub generados para depuración.
it: Inserisci un percorso assoluto a una cartella per copiarci tutti i file KePub generati, per scopi di debug.
pt_br: Insira um caminho de pasta absoluto para copiar todos os arquivos gerados KePub para efeitos de depuração.

source: Use full book page numbers
es: Usar números de página del libro completo
it: Usa numeri di pagina relativi all'intero libro
pt_br: Utilizar números de página absolutos do livro todo.

source: Select this to show page numbers for the whole book, instead of each chapter. This will also affect regular ePub page number display!
es: Selecciona esta opción para mostrar los números de página para el libro completo en lugar de para capítulo. ¡Esto también afectará a la muestra del n´mero de página de los ePub normales!
it: Seleziona questa opzione per mostrare numeri di pagina relativi all'intero libro, invece che ai singoli capitoli. Questa opzione ha effetto anche sui numeri di pagina degli ePub normali!
pt_br: Selecione para exibir números de página para o livro completo, ao invés de cada capítulo. Isso também afetará a exibição do número de página regular do ePub!

source: Select this to disable hyphenation for books.
es: Selecciona esto para desactivar la división de libros.
it: Seleziona questa opzione per disabilitare i trattini morbidi nei libri.
pt_br: Selecione para desabilitar hifenização para livros

source: Failed to parse '{book}' by '{author}' with error: '{error}' (file: {filename}, line: {lineno})
es: Fallo al procesar '{book}' del autor '{author}' con el error: '{error}' (archivo: {filename}, línea: {lineno})
it: Impossibile elaborare '{book}' di '{author}'. Errore: '{error}' (file: {filename}, riga: {lineno})
pt_br: Falha ao analisar '{book} por {author}' com erro: '{error}' (arquivo: {filename}, linha: {lineno})

source: Communicate with Kobo Touch and later firmwares to enable extended Kobo ePub features.
es: Comuníquese con Kobo Touch y firmwares posteriores para habilitar funciones extendidas de Kobo ePub.
it: Comunica con Kobo Touch e firmware successivi per abilitare le funzionalità estese Kobo ePub.
pt_br: Comunique com Kobo Touch e firmwares mais recentes para habilitar funcionalidades Kobo ePub extendidas.

source: Read metadata from Kobo KePub files
es: Leer metadatos de archivos Kobo KePub
it: Leggi i metadati dai file KePub di Kobo
pt_br: Visualizar metadados dos arquivos Kobo KePub

source: Set metadata in Kobo KePub files
es: Establecer metadatos en archivos Kobo KePub
it: Scrivi i metadati nei file KePub di Kobo
pt_br: Configurar metadados nos arquivos Kobo KePub
